be5invis.vscode-custom-css
brettm12345.nixfmt-vscode
drcika.apc-extension
gimly81.matlab
ionutvmi.path-autocomplete
james-yu.latex-workshop
jnoortheen.nix-ide
joelcrosby.one-dark-darker
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
plibither8.remove-comments
rickaym.manim-sideview
rust-lang.rust-analyzer
shakram02.bash-beautify
tecosaur.latex-utilities
tyriar.lorem-ipsum
usernamehw.errorlens
usernamehw.remove-empty-lines
